{"podcast_details": {"podcast_title": "Coaching Real Leaders", "episode_title": "The One Skill Leaders Need Today (from Radical Candor)", "episode_image": "https://hbr.org/resources/images/podcasts/1400-coaching-real-leaders-lg.png", "episode_transcript": " Hey folks, it's me Muriel. Where I live in the US, we are deep in the summer. I'm enjoying mine and I hope you're making the most of yours. We're hard at work on a brand new season of Coaching Real Leaders for you this fall. We've got some exciting episodes up our sleeves and I can't wait for you to hear them. But in the meantime, I want to share a fun conversation I had on one of my favorite podcasts, Radical Candor, a show that gives you the tips and tools you need to succeed at work without losing your humanity. In the episode, I joined hosts Amy Sandler and Kim Scott to offer my advice to listeners who wrote in with questions about the challenges they're facing as leaders in today's hybrid work world. We also debate the most important skill leaders need to be successful. Kim and I also share some funny stories about our first business ventures when we were kids. I really enjoyed this conversation and I think you will too. Here's more from our friends at Radical Candor. Hello everybody. Welcome to the Radical Candor podcast. I'm Kim Scott, co-founder of Radical Candor and author of Radical Candor and Just Work. Thank justice not working all the time. With clarification, I am Amy Sandler, your host for the Radical Candor podcast. And today we're really excited. We are welcoming Muriel Wilkins to our first Radically Candid conversation of 2023. So welcome Muriel. We are so excited to welcome you and have you bring your voice into our podcast. For those of you who don't know Muriel Wilkins, you are a C-suite advisor and executive coach with a nearly 20 year track record of helping senior leaders and teams take their effectiveness to the next level. She's the host of the Harvard Business Review podcast, Coaching Real Leaders and the co-author of Own the Room, Discover Your Signature Voice to Master Your Leadership Presence. Muriel, when did that book Own the Room come out? 10 years ago, which is hard to believe. Wow. That is amazing. Well, I'm excited to check that out. I think that's more important than ever. As we get started, there are a couple of areas of commonality between us. First of all, I will say, and Jason Rousseff is not on our podcast. So just to make it clear that we being on this podcast, attendance at Harvard Business School is not a requirement. But it turns out that we were all at Harvard Business School at the same time in the mid 90s. Kim and I did not know each other. We were in the same class and you were, sounds like a year behind us. And we also did not know each other. We did not. But now we do. And now we do. And it sounds like your business partner was a classmate as well. Wonderful. The other thing that leapt out at me as a point of commonality between you and Kim, I was reading that you started your first business at age six when you offered to save your family members change in a safe place in exchange for a penny a week. Although you were unaware this was called a bank. Is this true? This is very true. I had this little green jewelry box. And it's funny you said you, I was unaware it was called a bank. Later on, people questioned me and said, you know, are you sure it wasn't a Ponzi scheme of some type? You know, there's a thin line, right? But I was like, you know, I would find change and I would save it in my little thing. And then I started telling people, well, if you've left change there, let me, let me hold on to it for you. You can just pay it. Who knows what would have happened to that bank these days. Yeah. And did you give interest to your family members? I don't know what I did exactly. I was just like, here's safety. And, you know, I think, oh my gosh, okay, I'm going to reveal a lot here. So I think underneath it all, I was just sort of hoping they'd forget that they gave me their change. And that was my plan. You know what? That's a good plan. At when I was at Google, Google got a billion dollars a year in revenue from people who had tried out AdWords. And as far as we could tell, never checked in again. So I think they forgot they had set up some $5 a month. Right. I mean, right. I mean, look, billion dollars a year, the whole subscription model, right? Like when I think about how much I am contributing to the economic forces of this world we live in by the number of subscriptions that I have forgotten to cancel. Yes. Yeah. Maybe we might need to create like a little recovery group with that because I feel like I am the lead person of signing up for subscriptions as well as digital courses that I sort of forgot that at the time. That's right. So, well, Kim, you had a, I don't know how to characterize it. You had some experiences as a bank teller at an actual bank, if I'm not mistaken. Yeah. Well, I was much older than six. My business career also began when I was six, except mine began less in a more, what shall we say, typical way. I had a lemonade stand, like a lot of six year olds. And I got in the paper with my lemonade stand and then the lemonade stand got stolen. And so that was an early lesson in the dangers of too much publicity. And my father, I was really proud of myself that I had made $5 one day, which seemed like a huge amount of money. And my father told me he was going to start charging me for amortization of the refrigerator. And I thought, oh my gosh, business is so hard. I just, I can't do it. And that's why you went to become a writer because you knew how to spell amortization at a young age. She also knew what a hostile takeover felt like. Yeah, exactly. All kinds of early lessons. But my experience as a bank teller was not a good one. I don't add well in my head and my mind tends to wander when faced with a boring task, which surely being a bank teller is a boring task. And I gave away... And just to be clear, Kim, a boring task for you. Some folks might find some... Yeah, you're right. You're right. I am not detail oriented and I mess up. And my way to protect myself from my screw ups is to say it's boring, but it's probably not boring. It's probably just that I was screwing up. Anyway, so I gave away a lot of the bank's money that summer because the errors tended to get caught in one direction, but not the other. And my boss at the time kept telling me, you can do it if you just try. And now all of a sudden her cheerleading me and encouraging me was very discouraging because now not only was it like a math failure, it was a moral failure. I wasn't trying and I didn't care. And I always try to remember that when I'm coaching someone who's not doing well in a job, maybe they just really should be doing a different job. I mean, it would have been much kinder for her to tell me, Kim, why don't you go mow some lawns or something. That might be another job for you. Yeah, but maybe unless you had gone through... If you had not gone through the experience, maybe you would have never been convinced of that until this day. That's true. Maybe you thought you should have had a career as a bank teller. Great unanswered, that the road not taken. The road not taken. Yeah. Well, Muriel, I am so excited to hear your perspective on some tough listener questions that we get since I know that on your podcast, you really focus on guiding leaders through difficult situations they're facing. And I want to hear a little bit more about your approach to your podcast and coaching in general. But since you are today our guest on the Radical Candor podcast, what is your definition of radical candor, your relationship with radical candor? We'd love to hear what does it mean to you? Boy, I feel as though I have experienced both receiving radical candor as well as not receiving radical candor for a long time and not really knowing the difference, just knowing that one felt right and the other didn't feel right. And so the way that I think about it for myself as well as my clients that I have shared the framework with them so many times as they're looking to figure out a way to provide feedback and have honest conversations with folks that they work with is really being able to communicate in a way that intersects the ability to drive to results while still respecting and honoring somebody's humanity. And so to me, it's not taking the humanness out of the equation, while at the same time knowing that you have to deliver the message. So that's the way that I think about it and how I relate to it. And the way that Kim has put it into words was a relief for me because for a long time I really couldn't put my finger on what it felt like and why it felt the way it did. But now I understand it a whole lot better. It doesn't come as easily as it can, takes a lot of practice, but I find with practice it becomes a little bit more natural as you go. Yeah, it does. I mean, it is for me at least, it's still hard. I still intended not to say the thing 10 times a day probably, but what helps me remember to say it is knowing how it feels when I haven't heard it. To me, if I'm working with someone and they're not telling me what I'm doing wrong, they're not giving me any kind of feedback, it feels to me like being a dead man walking, which is complicated since I'm not a man. And still among us. Yes, and still alive. It's complicated. I don't know. How does it feel to you when you're not getting the feedback? It depends. I think there's so much nuance in it. What I love about the model is that it's very simple to understand. And then as you get into it, there are some nuances. And so how do I feel when I'm not getting it? Sometimes I don't feel good because I'm ready to receive it. But I got to tell you the times when I'm not ready to receive it and I just want to stay in denial and somebody practices radical candor on me, I'm like, why are you being radical and why are you being candid? I don't want any of those things. And you go to one of the other quadrants because I can deal with those. I'd love a little ruinous empathy right about now. Exactly. That's the one I mainly want. Tell me lies, tell me lies, tell me sweet little lies. Exactly. So I think for me, it is even when I work with my clients and use the framework, just helping them understand that don't use any model just for the sake of using a model, but think about what the impact is going to be on the other person and whether they even have the capacity to receive what it is that you're trying to give them. Yeah. Hey, everyone. Muriel here. Leadership lessons don't only happen in closed rooms. If you want inspiration and insights into leading others, I want to suggest HBR's new feed, HBR on leadership. Every week, HBR editors bring you the best leadership case studies and conversations with top business and management experts, hand selected from across HBR's podcasts, videos and beyond. For everything leadership, search for HBR on leadership on Apple podcasts, Amazon music and Spotify, or listen for free wherever you get your podcasts. I think that's a great way to tee it up. We're going to get into a listener question in just a moment, but the last question I feel like I want to make sure I understand before we get into some specific stories. Muriel, we were chatting as we were connecting about how did we all end up as coaches and it might not have been the path that was intended. Do you want to share how did you become embody executive coaching might not have been what you were intending? Yeah, it definitely wasn't what I was intending. My goal when I went to business school was to be a chief marketing officer somewhere someday. I think deep in my bones, given the story of starting a bank when I was six, I think deep in my bones, I knew I wanted to start or lead a business at some point. What happened was I climbed the ranks and I got to that executive level and I was like, oh, this is a little tougher than I thought it would be. It wasn't all the numbers. I could read financial statements. I could put a strategic plan together, but it was all what we call the quote unquote soft skills. I sought out something to help me. I went to training programs and I was like, no, that's not quite it. Then I was like, somebody told me about getting a coach. I was like, okay, let me find a coach. I couldn't find a coach that resonated with me. What I meant by that is back then, there weren't really that many coaches who had strong business acumen. I wanted somebody who not only understood the leadership development side of things and the psychological side of things. I also wanted somebody who could do all of that in the context of me having to deliver some numbers by the end of the year and having to hire and fire people, do all the leadershipy stuff that I was going to get rated on. I couldn't find it. A mentor of mine who I think was just tired of hearing me complain about this said, well, why don't you do it? I was like, do what? He was like, go be an executive coach. You've been talking about wanting to start your own business. It seems like you found a market need. Isn't this what businesses are based on? He's like, go do it. I was like, okay. That was almost 20 years ago. I haven't looked back since. Fast forward to now, I think I've probably always had fundamentally in me something around knowing that challenges never go away, even as a leader. However, we can all get through them with a little bit more ease. That's what I see as my purpose now with all of the folks that I work with is it's not about getting rid of the obstacles. It's just so that you can lead with a little bit more ease. If you can lead with a little bit more ease, man, will that have an impact on those that you lead? So well said. People are lucky that your mentor gave you excellent advice, it sounds like. I took it a little personally. I just thought you didn't want to hire me for his VC firm. You did say if it doesn't work out, come back and I'll hire you. I was like, okay, good. Never want that. I love looking back and I think as listeners, listen, knowing that often the thing that we want to have is often the thing that we're meant to do and to create. So I think from when you look back on it 20 years later, you can see how you got here. But Kim, I know you and I have had some of those conversations. We wouldn't have known the future, but looking back on it, it makes sense to follow some of those dots and the invitation. So with that, I want the two of you to discuss a question from one of our listeners. This was about what a boss can do when an employee is too friendly at work. So this person writes, quote, how do you handle an employee who's good at their job, delivers, is detailed, thorough, responsible, has good ideas, loves the job, the people, et cetera, but is also often emotionally driven, can be impulsive, nervous, sometimes overbearing, micromanages, creating conflicts, gets too familiar with others too soon and sees the workplace as a family. For example, doling out hugs and kisses and gifts that can be perceived as extra. I'm still quoting here. I'm in conflict between skills and performance versus behavioral issues, if these are innate qualities that can't really be changed. And so the question is, are these behaviors a core part of a personality that can't be changed? That was the question from the listener. And the question that I want Kim, you and Muriel to talk about is how friendly is too friendly at work? Muriel, you're covering up a smile there. You want me to go first or you want to go first, Muriel? I mean, your choice. It's your show. I think you have, it looked like you have some thoughts. I feel like there's something to say. There's some thoughts. I have so many thoughts. I have so many thoughts and I have so many questions, right? Like this is the hard part around like just getting the email with the question and then you can't ask the questions. So what's the first question you would ask if this person was on your show? The first question I would probably ask is what is your definition of friendly? Because friendly, you know, people have often thought that I'm unfriendly and I think I'm friendly. So there is a relative subjective term to it. You know, she did share some of the things like doling out hugs and gifts. And so there's something around the actions and the behaviors. What I also don't have is the context, right? This is all within a context. I don't know culturally what the context in which this is happening. Clearly it is triggering something in this individual, but I don't know if the holistic company culture, even geographic culture. I know when you all do international work, sometimes when I talk about certain things here in the US, it's like, no, you can't do this, you can't do that. But then I deal with folks who are coming from a different geographic region in the world. And it's like, well, of course, this would be fine. Like we always do that. You know, so there is that part to it. That said, over and beyond the question, I would also have a very strong caveat, which is the facial expressions that you're probably seeing from me as we're talking, which is as I coach somebody on an area like this, I have to caveat it very strongly that I don't have any HR policy background, right? It sounds like this is veering on potentially an HR issue and I'm not an HR advisor. So I would definitely say you have to sort of check to see where does this fit into the code of conduct around what your company upholds. I think she has some really deep assumptions even in the way that she frames the question around like, is this just personality behavior or is it performance? And so one of the other questions I would have is what is the difference between the two? Because your performance is driven by your behavior and your performance impacts your behavior. And so it is very hard to differentiate and discern, particularly if this person is a leader who impact, unless they are working, which it doesn't sound like they are in a room by themselves where they don't impact anybody. We have to understand that behavior is part of our responsibility in terms of how we perform. And so one of the questions I would definitely ask her is what's the difference between performance and behavior and why are we creating a distance between the two? Is it time possibly for you to redefine what it means to be a high performer in this role? So let's take it away from the individual, think about it in terms of what does it mean to be a high performer in this role and then look at that vis-a-vis this individual to determine what the next steps are. Yeah, I think that is excellent advice. You know what, the thing that really, the word in this that really jumped out at me for some reason is extra. Like my daughter said to me, yeah, I was driving and talking to her and I was in a mood, I thought a good mood, maybe she, and she just looked at me the way a 14, only a 14 year old could do. And she said, mom, you are extra tonight. Oh yeah. Oh yeah. We say team extra. Yeah. I just didn't know this somehow. Anyway, I like this term extra. Anyway, so here's what I think about hugs and kisses. So in Just Work, I thought a lot about hugs and kisses, as you can imagine. And my father helped me write that book. He read many, many, and he has a very different head. He passed away unfortunately a couple of years ago, but he had a very, he had a, you know, he's an older, an older Southern white man. So he had a different perspective often on the world. And I was sort of, I don't love getting hugged. I don't love, like, and I find like one time I was on a board meeting and one person kissed me and then everybody wanted to kiss me. And I knew that one person really well and I didn't want to kiss everybody on the board. And I was like, especially there's some gender aspects to the kissing, hugging and kissing as well. And my father said, you know, I think it would be a sad and cold world without hugs, which is funny because my father was not a hugger. And, and so I think, I think that's true. Like some people really do want to hug and other people don't. And so the thing that I would say to this person, not to the person asking the question, but to the employee is that if you want to show you care, part of showing you care is understanding what other people's boundaries are. And if a person doesn't want to be hugged, it is not an act of caring to hug them and sort of talk. I would talk to them about that because and gifts, like not everybody is comfortable getting gifts. Sometimes it feels, it feels feel almost like a bribe to someone or something. I'm sure that that's not this person's intention, but I would sort of explain these things to them. And then I would agree to advising the person who wrote in that the way you behave is going to impact your performance and the way that you work with the people around you is going to impact your performance. So I wouldn't say these are innate. I believe there are very few innate qualities. I mean, look, I wouldn't be in the line of work that I'm in if, you know, if I thought that there were things that could not be, I don't even think about it in terms of change, to be honest. I never really think about changing my clients, even though they come in scared. That's what I'm going to do. And I'm like, I don't have that type of power. Trust me. I don't think about change. I think about range, which is you have a number of different ways that you can behave and know that you have options and default. You know, I think in this case, it's also tricky just because of the time that we're in, right? Like we're talking a lot about psychological safety and making sure people feel safe at work. I think there's a power dynamic. Like I don't know this individual where, you know, I think they said it was a he, I'm not sure, but you know, where this individual would lie in terms of perceived power dynamic within the organization. And so taking that into context. So it really gets tricky. If this was one of my clients who came to me and this is the feedback that they had received that, look, you're seeing it's too friendly. You give out kisses and hugs and gifts. I say, okay, let's kind of talk about what's going on in the bigger scheme of things. And let's not even make this about you, right? Like let's talk about the impact that this might have and whether that's the impact that you want to have. And if it is great, I can sleep at night. If it's not, then let's figure out another way that you can show connection that's not through kisses and hugs and gifts. And again, I would probably be a little nervous around, is there some overstepping of some lines that could put this person's career at risk, quite frankly. Yeah. And I think the point that you made about power is so important. Deb Grunfeld, who's at GSB at Sanford has, you know how every once in a while you read something and it's like, oh, this explains everything. She has this great article about how power impacts people's behavior. And if a person has power, and it may be positional power or it may just be that they're sort of overrepresented, shall we say, that's its own sort of power, that they're much more likely to approach others, to get too close, to hug and not to pick up on the signals that people are sending. In fact, they explain the Kissinger famously said, power is the greatest aphrodisiac. But it turns out it's just that the powerful people think they're sexier, but they may not be. They probably are not, in fact. And so they're much more likely to approach in ways that are not welcome. Yeah. Yeah. And I wonder also, I don't have any data to back this up, but I also wonder with power and privilege to a certain extent, do you sort of buy into your own story, right? Which is, well, it's okay for me. I love getting kisses and hugs and gifts, therefore- Yeah. Everybody does. Everybody should, right? And it's like, I'm just being me. You just take it or leave it. And so I've seen this. I had a client once where he got sort of the, you're too comfortable feedback. He was a senior level guy, C-suite level guy. And the way that it came about, what he was doing is he jokes a lot. So they would be in meetings and he would joke about somebody. He'd be like, oh my gosh, what did you, not take a shower last night? You look the shovel, but he was joking. For him, it was a way of sort of level setting. Well, to the person two levels down, they were like, oh my God, right? He just said this in front of everybody. Maybe he doesn't like me. So it has a different affect and a different weight to it. But he wasn't even thinking about it that way. He was just like, that's just me getting along with everyone. And I'm like, well, you're not. Yeah. Yeah. And I think it's so interesting that that kind of joking around, like my son, who's all, I have twins. My son is 14. So do I. Oh, yeah. I read that. How old, well, I shouldn't ask you. 16. Yeah. Okay. So, so my, my son plays baseball and when he gets back from, and that team, the sort of the culture on that team is they show each other affection by giving each other a ship. And, uh, and that's fine. Like if that's how they want to, but then he comes back from a game and he's like, give it, and I don't like to be talked, I don't like the, and I have to say to him, it's fine if that's how you want to interact with your teammates, but I feel like I'm getting bullied here. You know, and, uh, and he's, he gets it, you know, but the first time he's like, but that's how I talk to my friends. I'm like, well, I'm not on your baseball team. Right. Right. Like that's, and even if I were, I would say to the, I would say to the guys on the team, like, you can't talk to me about, like, I don't like that. You know, I think it's such an interesting line around, you know, Muriel, what you said of just, you know, I'm just being me and sort of that fine line between what we would encourage of being your authentic self and bringing, you know, sort of the part that makes you human and how do we discern? So one way we discern is the impact on the other person. Are there any other ways by which we balance? I'm just being me, my authentic self with being part of a team and, and a high performing team. There's so many layers on this, right? I mean, the, the, if you really want to go deep, I think when people say I'm just being me, they don't even really know what me is, you know, so they're not even being me. They're just being their learned version of me. Right. And the, the, the way that they are trying to connect, whether it's through the jokes or through the gifts or through the, this is actually a persona, you know, they're representative. Um, so they haven't even typically done the deep work because if they had, they wouldn't feel compelled to have to act this way. They would be okay with saying, you know, in this situation I'm okay not doing that. If it's going to front you, I have plenty of other places where I can express myself in this way, but for the good of the team, because I'm either part of the team or I'm leading the team and because I care about the connection, I'm not going to impact you in that way. So that's one. I think secondly, if somebody isn't particularly, if somebody is in a leadership role, it is very hard to separate me from the culture of the organization because the leaders set the culture, right? It, they are a steward to the culture. So if, if who you believe you are and who you feel you need to be does not reflect the values of the culture of the organization, it, something's going to suffer either the people who are being impacted or you. So you have to find that intersection. You know, I think this is really what it means when we say somebody is a culture carrier, you know, it's just a fancy way of saying it, but it's look, you know, here are norms and that are you good with them, right? Can you embody them in a way where you can, you being a representative of this organization also doesn't go against who you are. Okay. So I think that that's really a, uh, another piece of it. And, you know, authenticity is only one side of it. You know, it's often, it's to me, it's being authentic within the context that you're in. And, you know, there was a skit, um, it's a little controversial to state this comedian's name these days, but his initials are DC, but there was a skit he did way back when, and it was hilarious. It was, you know, when, when, when keeping it real goes bad, you know, and I see this all the time. It's like, you know, you can authenticate yourself right out of a job, you know, like, you want to be authentic, but authentic is not also this like armor, right? Um, like let me do me, you know, no, you work in an organization and you have a choice to work in this organization. And if, if you are not aligned with it or there is so much dissonance, cause you're never going to have a hundred percent alignment, but if there's so much dissonance, you ought to think about whether that's the right place for you. I know I have faced that in my career and I've had either made the choice to stay or go based on that, but it is something that I think people need to be really realistic about. Yeah. I think that is, that is so such good advice and so important. I also think that it can be helpful to talk to people about like maybe abstract up a level on authenticity. So for example, I cuss a lot, but there are certain audiences where I'm just not going to drop an F bomb because like what I'm the F bomb is not the authentic Kim Scott. The authentic Kim Scott is a person who shares her emotion and connects with people. And if, if dropping the F bomb is going to prevent me from connecting with someone, then I'm happy not to do it. That's not inauthentic. What's, what's authentic is connecting with others in a way that is, is real for yourself, but also doesn't, you know, doesn't hurt the other person. If the way you're connecting hurts the other person, then it's, it's just bullying. Hopefully that's not your authentic self. That's right. That's right. And I think, you know, I think sometimes we use this term authenticity as people who are authentic as this veiled definition of being confident, right? Yeah. I don't see it that way. I actually think your ability to be so comfortable in your skin, which is, you know, another way that people feel authenticity, the ability to be so comfortable with who you are, that you are able to then move from you, who you are every now and then going, knowing that home base is not going anywhere is actually what it means to have confident authenticity, right? But if you are so attached to who you are, that you can never let it go, you can never flex, you can never have range, you can, that's not authenticity. That's just you trying to figure, you're trying not to lose yourself because, you know, not to get deeply philosophical, but because you really haven't found yourself, right? So, yeah. So there is this whole- Muriel, when you say about range, cause you mentioned that range versus change, can you kind of double click on that for us, what that looks like, maybe an example too of the difference between range and change? Yeah. Yeah. So let me use one that comes up a lot. You know, you have the folks who are given feedback that they don't speak up enough in a meeting. And so change is all of a sudden, all they do is speak up, right? And now they don't listen anymore. All they do is speak up. They go away to the other side. Ranges, you can do both. So we look at it from a notion even of a, you know, my, one of my kids, both my kids play tennis. One of them has played longer, but you know, you can't get through a tennis game just by, or a good tennis match and be a really great player by just knowing how to do a forehand. You've got to be able to do the forehand and the backhand. You can't say, oh, my, you know, my backhand sucks. So now I'm going to, all I'm going to do is my backhand and practice it, practice it, practice it. And all of a sudden now I'm a backhand player. No, you have to have range. You have to be able to, you might have strengths in one, but you have to be able to use both well enough. Right. So that's what I mean by range, that there are a number of different avenues so that you have choice. Because with choice, that's where your real power comes in. You know, an agency comes in where for any given situation you can decide, right? What is, what is going to best serve this situation right now? What is going to put me closer to the outcome that we're looking to achieve? Is it for me to listen or is it for me to speak up? But I'm not going to default to one just because I can't do the other. I'm going to be able to decide which one to use because I know how to do both well enough to get us closer to the end goal. Great. It sounds very aligned with radical candor that we can care personally and challenge directly. We love, we love an and here. I am really curious, given all of the different coaching sessions you're leading, both with your company as well as on your podcast, what would you say are maybe the one or two top challenges folks are dealing with right now that leaders are dealing with right now as the world of work evolves 2023 coming out of the pandemic hybrid, all of these issues around psychological safety. What would you say sort of one or two top issues that seem to keep popping up that might not have popped up a few years ago? Sure. I mean, there's always sort of the regular classic management challenges, right? Like how do I keep people motivated? How do I lead change? None of that has gone away. It's still here. It just looks a little bit different. I think what is coming up a lot and interestingly, it's not necessarily what my clients are coming to coaching for. They come with like, I want to be more strategic and I'm like, okay. And then we get into it and lo and behold. So I think one of the big challenges is what folks are expecting from their leaders today is very different than what they were expecting 10, 15, 20 years ago. And yet the leaders and I'm talking about the senior leaders that I work with, they were in their team members or staff shoes 10, 15, 20 years ago. So there is this notion of what we were talking about before. Like, well, if that's what I expected, this is what they should be expecting from me. And so therefore their behaviors. And so how has it changed? I think there is a level of empathy that individuals teams are expecting from their leaders that was not expected in the past. And it has been, I think the pandemic and folks working from home and then the number of different sort of crises that happened during that time sort of increased the need for empathy. And at that time, leaders were willing to give it, right? Because they were like, we've got to motivate and people are around me. So I have to be able to be empathetic. And now as leaders are sort of trying to go back to what normal was, whatever that means, they're letting go of that a little bit, but they don't realize that their teams have not let go of it. And it is now to me, what I'm seeing is it is a rules of engagement expectation. And so there's a dissonance there and there's a tension. And then I think in terms of like just where we are economically, leaders are just, they just want to drive to results and they're sort of saying, well, it's either drive the results or be empathetic. I can't do both. Yeah. And you have to do. You have to. You have to. They're not seeing it as part of the equation. You're not going to get your people to do more if you don't come with that gene. So this notion of like, how do you treat people as humans is huge right now. And I see it from anywhere from, you know, the way layoffs are happening to even just singular decisions that some of my clients have to make, right? Do I not approve that receipt, that expense receipt that they turned in? And I'm like, okay, so what's the human thing to do right now? You know, so that, that is a big one. And that, you know, that is very behavioral. Like you can't tell somebody all of a sudden be empathetic, you know, it takes some, some inner work to do it in an authentic way, right? And not feel like you're being putting things at risk. I think the other piece, you know, macro level, that that's a challenge that I'm seeing is all this work. And I'm not a DEI expert. You know, I just have the I lived experience, but with my, you know, with my leaders, I definitely see the impact of like, what does equity mean within an organization? And what I see is a lot of them fail to see the connection between the work that they're trying to do in their organization around equity and power, right? Yeah. Like they don't see the connect. And Yeah. And they are the people in power. And I'm like, okay, so you realize by saying that strategically, you're committed to DEI and your organization, you are in fact, questioning the very structure and construct that your whole career is based on, right? Like, do you understand that? And that's a big, you know, sort of identity work that they have to do. So again, this never comes up, I've yet to have a client, I've had maybe one who came to coach coaching and said, you know, I just told my whole organization that I stand behind equity and I have no idea what that means. Like we need to do this and we need to do it behind closed doors, because I don't know what it means. But most of them don't, it doesn't even cross their mind until something happens. And they're like, I said the wrong thing. I got the I got these emails because I said this at a town hall, and I have no idea what I said wrong. Right. And so doing that work around like how what does it mean to be a person of power in this day and age? Where it's not as, you know, it's not seen as great from the people who need to be led as it was in the past, is a real question of identity, where I'm finding a lot of my leaders are just tired and fatigued and feeling like they can't do anything right. Yeah, and I think that that I think that's such an important point. I wonder, I was thinking about this, I wonder what, what, here's my question that I was asking myself, maybe you have an answer. It seems to me that increasingly today, people in positions of power don't feel safe in a way that that 20 or 30 years ago, they did feel safe. And overall, I think that's a good thing, actually. But they're not always responding well to that. It's in a way there's more checks and balances on power. I think there's a wonderful book called The End of Power about how power degrades more quickly in this environment. And so you can't afford to rely on command and control, you actually have to build relationships and show, you know, empathy, compassion for people, if you want to remain in a position of authority. For example, I was recently talking to a group of CEOs, and someone said, I'm not going to give feedback to underrepresented people on my team, because then I'll be in trouble with HR. It was very hard for me to respond. I wonder how I should have responded. Because my instinct, what I thought was, HR reports to you, what's wrong with you, you know, man up, which was not, I did not say that, even in the moment. But I was mad. Like I was sort of mad about this. Kim, would you have in your mind if it was a woman who said that have said woman up? I would have said man up again, even worse, even worse. I know bias on top of bias on top of bias unfair to everybody. Unfair to men unfair to women unfair to non binary people. But I get it. Like on the other hand, so on the one hand, I found the question irritating. On the other hand, I understand the question. Like, if somebody says the wrong thing, they can wind up in a lawsuit, they can. And so I want to, I want to respond with empathy to these people. But at the same time, I want to challenge them directly. I don't want to respond with ruinous. I want to respond. So what's the right what would you have said to that CEO? Here's and I know my clients hate me for this. Well, they don't hate me because you know, They love you. They hire you. But in a way, I'm like, is this uncomfortable for you? And they're like, yeah, I'm like, good. Yes, because that means I don't know what the answer is. I mean, I'm like, I don't know what the answer is. But the fact that it feels uncomfortable means that there's an answer up ahead at some point. Yeah, but you're processing and that you're growing and that there's some tension. And guess what? That's what leadership is all about is holding the tension. And this is a tension that you haven't held yet. And this is one that we actually have to be aware of. And this is one that we actually don't we haven't quite figured out. Nobody has figured it out. That's why even the whole like, how do we get people back out of being on zoom and back into physical space? Nobody knew everybody wants an answer because that's what makes us feel safe. You know, but is it really safe? Not really. There's just going to be something else that's coming up now. AI is making people feel unsafe. You know, like, yeah, there's always something that makes so I think we need to get rid. I think we have to, yes, create a culture where people feel like they can bring their selves to work. And that's the way I think about psychological safety. I think as leaders, just like, you know, I don't like to use too much of family metaphors. But as a parent, it is not my responsibility. My kids are not responsible to make me feel safe. Yeah, they're just not, you know, they're not responsible to make me feel good about myself. They're not responsible to make me happy. They're not responsible. I have a I have a responsibility. I have a responsibility to them up to a certain point. And so I'm not saying that it's a parental relationship, but as a leader, you do have to be a steward to the people that you lead. And so my question back to that leader would be, okay, so let's imagine for a bit that you were going to hypothetically give this person of, you know, this person who comes from an underrepresented group, some feedback, let's hypothetically play that out. What might that sound like? So let's say where you feel like you have delivered the message, and they can hear it in a way that they don't feel offended or whatever you want to use as an adjective. I guarantee you the part of the formula that this person doesn't know that he didn't know is well I don't know what makes them feel offended. So let's think of, let's do the homework. Let's find out. Let's find out. Yeah. And I think part of it, I've been thinking about safety and freedom, like, I think we need to, it's never going to feel comfortable to make a mistake. But we need to know that sometimes we will say the wrong thing. But if we are operating in a culture where someone will tell us if we say the wrong thing, and then we do the right thing and fix it and apologize, because we're all bound to mess up from time to time. Yeah, I mean, this happened to a client of mine where they, you know, it's somebody who is not from an underrepresented group, and they said something in a town hall, and then they got like a barrage of emails. And they were like, I didn't even know I'm not supposed to say that. And I said, Yeah, I didn't know either. Who knew? That's interesting. Wow. Now we know. Okay, now I know. And, you know, and she felt like, I can never say the right thing. I said, you're focusing too much on being able to say the right thing. And the whole point of this is more about how you respond to when you don't get things right. You know, yes, if you're going to stay in this false sense of I'm so superior, and I'm so powerful, and I'm so this that I can never do anything wrong. There goes the whole equity agenda out the window. Yes, you know, the whole point is to level set, right? So this is not and I think what's happened right is, for years, equity was around bringing the underrepresented groups up, you know, up in quotes, our level. And I think what's happening now that's uncomfortable, it's like, no, no, no, no, no, you, the people who are in power need to meet everyone else where they are. Yeah, versus the, you know, everyone else meeting you or you are. And that's a real, just shift in thinking and perspective. So, you know, there's a lot, a lot more to unpack than should I say something or should I not? You know, yes, particularly in this type of context and where we are now. I love that framing and Muriel just to amplify what you said that, you know, this is a tension we haven't held yet. At Radical Candor, we're all about the tension of caring personally and challenging directly and just kind of giving people permission to mess up but still keep trying to hold that tension. One of the things that we like to do at the close of our podcast is to offer some tips. And the other thing that you were mentioning was around being more human at work, which is something we talk about all the time. For someone who is struggling with their empathy muscle with developing more care personally, what's one tip that you like to give your clients how they can start to move up on care personally or build more empathy? Listen with curiosity. It's really not that hard. Like, stop talking and listen and ask questions that are about the other person, right? Like I say, you know, what is the, you know, not that I've been on a date for a very, very long time, but you know, in my imaginary mind, I still remember like show interest in the other person, right? How do you do that? By listening and asking questions, right? So I think listening is the biggest and the most underused skill that helps drive empathy and a lot of other things as well. So well said. I couldn't agree more. Yes. So so well said. Well, we're going to wrap up Kim, any final words are okay to move us on? Mariel, thank you. Loved the conversation. Learned so much about how to coach properly from you. So thank you. Thank you. This was really great. Thank you. I hope you enjoyed that conversation. It was such a pleasure being a guest on Radical Candor with Amy and Kim. If you liked this episode and you want more of their content, check out their website radicalcandor.com, where you can subscribe to the Radical Candor podcast wherever you get your podcast. And stay tuned for another special treat in the feed later this summer before our new season of Coaching Real Leaders this fall. Until then, I'm Uriel Wilkins. Be well."}, "podcast_summary": "Muriel Wilkins was a guest on the Radical Candor podcast, where they discussed the challenges of being too friendly at work. They explored the dynamics between skills and behavior, and the importance of empathy and authenticity in leadership. Muriel highlighted the need for leaders to understand the impact of their actions and behaviors on others, and to find a balance between being their authentic selves and fitting within the cultural context of their organization. She also touched on the challenges that leaders are facing in today's evolving work environment, including the need for empathy and the intersection of equity and power. Finally, Muriel shared a tip for building empathy, which is to listen with curiosity and ask questions to show interest in others. Overall, it was an insightful conversation that shed light on the complexities of leadership and the importance of effective communication and self-awareness.", "podcast_guest": "Muriel Wilkins", "podcast_highlights": "Hi there! It seems like you're looking for a newsletter that summarizes podcasts, including the name of the speaker and key highlights. I can help you with that. Here's how you can create a newsletter with the information you mentioned:\n\n1. Start by gathering the necessary information from the podcasts. This includes the podcast episode title, the name of the speaker, and the key highlights or main points discussed in the episode.\n\n2. Create a newsletter template that includes sections for each podcast episode. Each section should include the episode title, the name of the speaker, and a summary of the key highlights or main points.\n\n3. Write a brief introduction to the newsletter, mentioning the purpose of the newsletter and any updates or announcements you want to share.\n\n4. Add the podcast summaries to the newsletter template, including the episode title, speaker name, and key highlights. You can format this information in a clean and organized way, making it easy for readers to browse through the content.\n\n5. Include links to the full podcast episodes so that readers can listen to the podcasts if they're interested in the topics.\n\n6. Add any additional sections or content you want to include in the newsletter, such as recommended resources, upcoming events, or other relevant information.\n\n7. Customize the design and layout of your newsletter to match your branding and make it visually appealing.\n\n8. Make sure to proofread and edit the newsletter before sending it out to ensure accuracy and clarity.\n\n9. Use an email marketing platform or a newsletter service to send the newsletter to your subscribers. You can schedule the newsletter to be sent out at regular intervals, such as weekly or monthly.\n\n10. Monitor the performance of your newsletter, including open rates and click-through rates, to see how engaging your content is and make improvements if necessary.\n\nI hope this helps you create a valuable and informative newsletter summarizing podcasts. Let me know if you have any other questions!"}