{"podcast_details": {"podcast_title": "The McKinsey Podcast", "episode_title": "The path to greater productivity and prosperity in Africa", "episode_image": "https://www.omnycontent.com/d/playlist/708664bd-6843-4623-8066-aede00ce0c8a/3f6f52af-fba1-496d-b11b-af040139456a/bfe0b44a-082f-495a-952a-af0401394590/image.jpg?t=1662145240&size=Large", "episode_transcript": " This is the McKinsey Podcast, where we help you make sense out of our world's toughest business challenges. Welcome to the show. I'm Lucia Reilly. And I'm Roberta Fasaro. As a continent, we are blessed with abundant green resources. Africa has 93% of platinum reserves. It has nearly half of the world's cobalt and manganese reserves, as well as copper and lithium. Now it's time for us to have that conversation about owning our destiny. That's McKinsey partner, Maiwa Kioro. She and senior partner Acha Leekay join me to discuss the economic potential of the African continent and what it means for the world. But first, about that world. McKinsey Global Director of Geopolitical Risk, Ziad Haider, is here to give a quick update about the state of geopolitics. Ziad, welcome back to the podcast. Thank you. It's great to be back. The geopolitical climate obviously continues to be volatile and complex. So let's start with the ongoing violence and disruption in Ukraine. Talk to us about some of the key takeaways from recent developments in the war. First and foremost, the humanitarian dimension of this war continue to unfold with just the casualties and refugees. So I think it's important to start from that point in terms of just the human suffering that this invasion has taken. In terms of milestones that have occurred since we last spoke, I think there are two in particular. The first is the NATO summit that took place over the summer in Vilnius in Lithuania, which was quite significant in terms of a calibration of transatlantic and NATO unity around supporting Ukraine. And then the second is the unfolding suspension of the Black Sea grain deal, which of course has a significant food supply chain dimension. In terms of the summit itself, a couple of key milestones that occurred there. The first was that we saw the NATO members continue to express their support for Ukraine in the face of the conflict and to sustain their military training and equipment. However, at the same time, there were also open questions about the nature of that equipment, which is a point of continued debate. Another dimension of the summit was the question of Ukraine's membership in NATO itself. Ukraine of course is keen to be in NATO and views it as an important long-term security guarantee. However, where the summit ended and the community ended was an expression that Ukraine does belong in NATO. However, the membership process would only be formally commenced once certain conditions are met. And obviously that's something from Ukraine's point of view as a timeline that they'd want to have accelerated. The other important development out of the summit was of course the question of NATO's continued expansion and in particular, Sweden's candidacy. And on this question of the humanitarian side, you mentioned Russia pulling out of its deal enabling grain exports from Ukraine. Talk to us about what this might mean obviously for vulnerable populations in the global south and elsewhere, but also for geopolitical stability more generally. So Ukraine and Russia have both been important suppliers of grain and wheat globally and even beyond that other food stuff. So sitting here in Singapore where I sit, for example, Ukraine has been a significant source of eggs in our supermarkets and even sunflower cooking oil. When the conflict broke out, obviously it impeded the ability of Ukraine to export those products through the Black Sea, which is where many of its ports are. What happened last July was a deal was struck by Turkey and the UN, brokered by Turkey, to allow the shipment of certain grain products out of Ukraine through the Black Sea. That deal was suspended. It was suspended in July, it lapsed in essence. And that isn't just a Ukraine-Russia dynamic. We also have other forces at the same time. We have obviously climate change and El Nino. Ziyad, let's turn to China. We've seen a number of US President Biden's top aides fly into Beijing this summer. What are some of the outcomes of recent talks? The top line here is it's not so much the outcomes of any one of these meetings, as much as that there are now these formal high-level channels back in place to allow both sides to try to think of areas where they may be able to cooperate. I would note though that one unofficial meeting that also is quite noteworthy, and that is a visit by the former Secretary of State Henry Kissinger. Kissinger played a key role in the opening to China and Nixon's visit there and the normalization of relations. So now at the age of 100 years old, he was back in China and he met with not just President Xi, but importantly, he met with the defense minister of China. So the effort to set a floor continues, but obviously alongside that, we're in a strained strategic environment between both sides as well. And what is the state of new regulations affecting multinationals that operate in China? There are those regulations that are coming from the US side. For example, we've seen restrictions on the export of chips. We also saw notably a number of the CEOs of the leading chip companies in the US make a visit to Washington to communicate their point of view, because alongside the geopolitical competition, China is an important market. In recent weeks, we saw the Chinese government put in place export regulations, export controls on germanium and gallium, which are important elements of the semiconductor ecosystem. I think there's an enduring theme here on both sides, frankly, of data sensitivity. The Chinese government's expanded the definition of data security to not just data that could be seen as compromising state secrets, but national interests. So that word phrase change from state secrets to national interest is important because it expands the kind of dragnet of data that is now considered sensitive. So that also is something that companies have to deal with. So I think data is going to continue to be a key space to watch in terms of how companies walk these tight ropes, not just between the US and China for that matter, but also obviously EU regulations in this space. Ziad Hayder, thanks so much for joining us. It was a pleasure to be here. Thank you. And now to Africa, where the continent is poised to reimagine its economic opportunity. Acha, Maywa, it's great to have you on the podcast today. Thanks for joining. Thanks for having us. It's great to be here. You are both among the co-authors of a sweeping McKinsey report on the state of the economy in Africa and what's happening at continent, country, city and company levels. I want to get into the data and the details, but just to set the right context for the conversation, there is no one Africa, correct? First, you're right. One of the key messages is that there is no one Africa. Africa today is a $2.5 trillion economy, it's 1.3 billion people, but it is spread across 54 countries. And in general, people tend to think of it as a monolithic grouping, but they're very different. The report organizes the continent into four groups of countries based on their growth. Can you expand on that, Acha? You have the consistent growers who've actually grown above average for 20 years. You have a set of countries that are recent accelerators who have accelerated the growth. In the last 10 years, you have the recent slowdowns, and then you have the slow growers who've been slow growing for 20 years. So what did the data say about the growth or lack of growth in these groupings? A number of things. One is about half of Africa lives in countries above the line, countries that have grown above the average the past 10 years. But those countries only represent a quarter of Africa's GDP because they tend to be smaller countries in East and West Africa primarily. And what has dragged down the average when it comes to growth in Africa is the fact that the top six economies all slow down and they're all below the line. So there's a nuance there that really becomes quite apparent in this report, which opens against the pessimistic backdrop of falling GDP and lagging productivity in Africa. And yet the message overall is fundamentally positive. Why are you optimistic about the future of the continent, Acha? I'm an optimistic person in general, but I'm even more optimistic when it comes to the continent. One out of every six people in the world is from Africa. By 2050, that number is going to go to two and a half billion. That's sort of one out of every four people in the world. On the second hand, it's the fastest urbanizing region in the world. 500 million people are going to move from the countryside into cities by 2040. As part of our work, we've identified the billion dollar companies in Africa. We call them African champions. These are companies that make a billion dollars or more of revenue in Africa with the private sector companies, public sector companies, state-owned enterprises, multinationals. And it's interesting when I, when Maiwa and I do the presentation of this report, we always ask the question, how many billion dollar companies do you believe Africa has? And in most cases, we get somewhere between 50 to 100. And the answer is 345. So call it 350. Now I say your perspective on Africa is different if you think 50 companies make a billion dollars or more than if you know it's 350. So there's definitely dynamism in the economy. And that's one of the reasons to be optimistic. Maiwa, do you have a similarly optimistic take or other thoughts to add there? Over the last five years, the amount of investments that has come into technology companies in Africa has surpassed the growth we've seen in the rest of the world. It's actually ruined 20X. And that's just one area of optimism. You go even further down and see the SMEs, which are the engines of our economy and job growth. And you see there's a lot of optimism, despite what you see at sort of the macro overall Africa level. SMEs or small and medium enterprises. So even though there are all these optimistic trends, the truth is that productivity is still way below where it needs to be. I'm curious to understand what are some of the causes for the drop in productivity? We actually in the report took a 30 year lens. If you look at what happened in 1990s, GDP grew at about 2.7% in Africa, but the population grows at 2.7% roughly. So net-to-net will not make any progress. Then the 2000 came and GDP shot up to 5.1%. And that's what people call the rising Africa period. Everybody's got excited about it. And that's because productivity shot up, right? All of the top 30 economies in Africa were growing. You've got the last 10 years and it's been tougher. So productivity has been a big issue for a long time across the continent. And what you find is in every single sector, whether it's services, whether it's agriculture, whether it's resources, whether it's manufacturing, as Africa, we have either the lowest or the second lowest productivity of any region in the world. Our big challenge is how do you reignite growth? Growth was way too driven by commodity prices, by foreign direct investments into the continent. We need to reignite it in a way where we structurally change our sectors and really address productivity. Maya, can we talk a little bit about the services sector? How can we increase productivity there? So different countries have different starting points, but here are just some general pieces that we think can help drive productivity. The first, which is quite dear to my heart, is digital and technology. And I really, really believe that technology can be a way for us to solve problems that we have on the continent with African solutions. I think the second one is just also talent and talent development and helping the workforce in Africa be able to have the skills that employers need for labor. And so developing African talent for not only Africa, but also the rest of the world. Maya, can you provide an example of how greater digitization could improve productivity? Absolutely. Let me use banking or financial services, which is where I focus quite a bit of my time. There are incredible opportunities and we're already starting to see some of that in how technology is helping to improve productivity. One is helping people in financial services acquire customers at scale. So what we're seeing with mobile phones and also the Internet and helping to acquire customers. Secondly, also helping financial services providers to be more efficient and so do more with less in their back office processes, in the way they develop products for the customers. Thirdly, even within financial services technologies, enabling providers to build, store and analyze large data sets in order to serve their customers even better. So, you know, just in one industry looking at one lever, you can see already massive opportunities for improvement. I was just thinking about another sector called education. The truth is, if you look at the tertiary education penetration in Africa, it's much lower than in India. If we were to match India's level tertiary education penetration, we would need to build 25 schools the size of Harvard University every year for the next 50 years. It's not going to happen. And so the answer has to be digital. And you're seeing a number of players come in being able to offer very high quality education at a fraction of the cost. Now, especially in a continent where a lot of people actually don't earn as much, being able to offer a university education for a thousand, maximum two thousand dollars a year versus the eighty thousand dollars you have to pay in the U.S. That's what's scaling significantly. So some of these players today are training 100,000, 200,000 software engineers at the same time. And it's all through the use of technology. So complementary to this discussion that we're having about the services sector is, I think, a discussion that we need to have about manufacturing, both domestic and export. A few countries have already started growing their manufacturing capabilities, capacities, places like Ethiopia, Gabon and Ghana come to mind. But growth in manufacturing has lagged. What are the challenges here? Today, Africa only represents two percent of total manufacturing output globally and only zero point six percent of imports of manufactured goods globally actually come from Africa. Right. So it's really, really under penetrated. And we saw the challenges of that during covid, right, when we're not able to access ventilators, test kits, and then it became vaccines because we're not manufacturing them locally. And we have to rely on the rest of the world to provide those to us. So it's been a huge over the past few years, it's been a huge pressure and focus on really transforming the manufacturing sector in two ways. One is for self-sufficiency. So really thinking through what are the commodities we want to make sure we manufacture? Why do we still import 71 percent of our wheat in Africa today when the many regions in Africa where we can actually grow wheat? One of my clients always talks about how when you when you import a product, you're actually exporting jobs because the jobs are created wherever the products came from. So how do we make sure we manufacture locally and we create jobs, which is one of the biggest imperatives we have as a continent? The second dimension of manufacturing is for value addition. So we have all of these natural resources on the continent, but we add very little value to those resources before we export them. Just dig them out of the ground and export this. It's been a real imperative and focus of many of our countries. Are there specific examples of improvements to manufacturing that you could share with our listeners? Even the DRC, the DRC has a ton of resources, in particular, a lot of the energy transition minerals. So they're sitting on a lot of lithium. In the past, what would have happened would have been somebody would have come and mined the lithium and exported it. And now they're making a big push to say, let's build a battery factory in the DRC to manufacture these batteries. And you're seeing a lot more of that kind of thinking and pressure and commitment from government, but also from the private sector to make that happen. Not only do we need to solve manufacturing, but we need to do it in a competitive way. So, you know, not everybody needs to manufacture the same thing. It means we also need to learn to trade better with ourselves and improve connectedness across the continent. Because right now, I think we trade food least. It's less than 17 percent amongst ourselves versus 60 percent in Europe, 30 percent in Latam. So also ensuring that we have improved connectivity across the nation states can help drive indirectly productivity because there is a captive market for goods that are manufactured locally on the continent. And maybe maybe actually sort of one other example, if you look at Nigeria 20 years ago, Nigeria imported every single bag of cement. They didn't produce any cement. When the president of the time went to one of the biggest importers and said, look, you know, what's it going to take for you to produce cement locally? And they came up with this import substitution policy, which said we'll only give licenses to import to people who can show us that they're building cement plant. And the license will be to import a certain amount every year, and that amount goes down. And by year four, because the cement plant should be up and running, you will not be importing anymore. Long story short, today, Nigeria produces enough cement for its market plus exports. It's a net cement exporter. In the process, they've actually created the richest black man in the world, Aliko Dangoote, because that's one of these big focus areas. And they've created a ton of jobs through that as well. And so that approach is something a lot of our governments are using. And so, OK, it's something to work in every single sector, but over time, you have to make sure that these players are competitive at a global level, not just at the local or regional level, that's where you compare the global level. In the report, you link a couple of challenges together, that of increasing manufacturing productivity in Africa and perhaps this bigger, gnarlier issue of addressing climate change. Can you talk a little bit about how these things are related? Some of the conversation in Africa tends to be about the fact that we are not polluting as much, we don't contribute as much. So why are we being affected and impacted that much? And our discussion with our clients is to say there are interesting business opportunities here that we can actually take advantage of. There's a lot of money flowing into the space and a lot of jobs that could be created. So we had actually, it was a previous report we did where we actually looked at eight different manufacturing opportunities that would generate about two billion dollars of revenue a year and create 700,000 jobs on the continent. And this was everything from, you know, assembly of off-grid and microgrid solar systems to what we're seeing a lot more these days, electric two-wheeler vehicles. We're seeing a lot of this going into many of our markets. We're also seeing a lot of push in hydrogen, and we're quite active in that space and in countries like Namibia that are really focusing on providing green hydrogen for the world. And there's an estimate which said that we could generate as a continent over a hundred billion dollars a year through hydrogen and carbon credits. So there's huge opportunities from a climate change perspective, but it's going to require a change of mindset to think through how do we capture the opportunity versus think about the threat to us. It's very interesting, as Ashu said, it's not the threat of climate, but the opportunities it opens for us to do things in a different way. And also, even as a continent, we are blessed with abundant green resources that we could take advantage of. Africa has 93 percent of platinum reserves. It has nearly half of the world's cobalt and manganese reserves, as well as copper and lithium. So there are bountiful opportunities that the climate transition could open for us. And I think now it's time for us to have that conversation about owning our destiny. In terms of productivity, how can the resources sector become more efficient, more effective, more productive? The resources sector is actually very important for the continent. From a GDP perspective, it accounts for about 8 percent of GDP today, down from 14 percent before many countries like Nigeria accounts for 60 percent of government revenue and 90 percent of foreign exchange. So it's really a fundamental sector. The truth is it also has been underperforming. So the sector is also in need of reform. What accounts for the decline? I want to make sure we understand the macro trends that might be affecting this. The decline was due to two things. One is the resource price. Plated world resource prices came down. But a lot of it was volumes. We were not able to produce the volumes that actually the world needed. Other regions had to then complement and offset that. So we had a fundamental productivity issue around producing some of these resources, whether it's mining resources, whether it's oil and gas resources. And so that's been part of our problem. We talked about hydrogen in the past. There's no huge opportunity to provide green hydrogen for the world. And we're sitting on a lot of that in Namibia and a few other countries. And so there's a focus then on what do we need to do to continue to drive increased production while decarbonizing the operations. Myo, what's the role of talent in this sector, in this scenario? How can talent development sort of play a role here? I think talent is critical for Africa. This is in a context of setting where China actually seen a drop in its working age population. Europe and the US are flat. Latin America is also relatively flattish. So the talent for the world is actually also going to come from Africa. And given this context, it's a blessing, but it needs to be honest in the right way, because we need to make sure that we are developing them. So for me on the talent question, the absolute imperative for everybody, for all the stakeholders, is how do we make sure that there is a match between the skills that Africa's talent has and the skills that Africa and the world's employers need? Let me build on what Myo was saying. What I was surprised to see is that China is going to lose 200 million people to the workforce during this period. And I fundamentally believe, to my honest point, if we get it right, our biggest export coming from the continent is not going to be resources anymore. It's going to be our talent. But the talent won't have to leave our shores to provide those services. The next Bangalore of the world will be built here, will provide digital services for the rest of the world, all based out of Africa. But this is going to require that this talent is then skilled and trained to provide those services for the world. Are there examples of best practices that seem to be emerging in talent development? One example of an institution is ALX. ALX is an institution that's training primarily high school dropouts today. They do short course trainings, but very focused on education to employment. And the courses are typically three weeks to eight weeks, sometimes 12 weeks, where there's insurance sales agents, for example, or retail or tellers for retail institutions or for banks. And what they've been doing now is digital training. So they're training today 100,000 software engineers across the continent. It's a full year training program. It's all digital and it's all online. And many of the students who've been trained, who graduated from the program, have gotten jobs with some of the big tech companies in the US, right, with the service in them from the continent. I wanted to talk a little bit about the last of the sectors that you mentioned, agriculture. Agriculture remains the backbone of much of Africa's economy, employing no less than about 70 percent of people in rural areas and contributing 15 percent of Africa's GDP. Can you talk a little bit about, again, the challenges and opportunities of productivity from an agricultural frame? So agriculture is one of the lowest productivity sectors across the continent. And that's actually why you're seeing a lot of people leaving farmlands and going into cities and going into trade. Things are improving, but they can actually be better. There's a lot of potential. So, for example, there's 840 million hectares of untapped agricultural land on the continent. So we really need to figure out how to enhance the productivity of our current operations. And so we thought about ways in which that could be done. I think one is actually improving our farming methods and shifting to sort of higher value production and also increasing the value add. So it's not only, you know, growing wheat for where we're making bread, right? I think the second one is once you grow or produce something, you need to also move it. And our transportation systems and our logistics systems are not where they need to be. In Nigeria, for example, anecdotally, you hear that about 50 percent of tomatoes and I use tomatoes very, very deliberately because we Nigerians like jollof rice and tomato is a key ingredient there. But 50 percent of tomatoes are wasted and spoiled before heading to the market because they just can't get the right logistics systems to do that. So we really need to to improve our logistics systems. I think the third thing is we have a lot of smallholder farmers on the continent, right? How you can sort of aggregate those, whether through traders and warehouse aggregators. So, again, you're able to actually get what you produce into the tables of of people on the continent and outside of the continent. We sort of did some math. We said, look, if we match what the Indian economy or the Indian agricultural sector went through between 80s and 90s. So that's not too long ago. We could potentially add 200 billion to the African economy by 2030, which is almost half of what the present trajectories indicate. So, you know, agriculture is key. We are seeing a fundamental shift in Africa, actually away from agriculture. Twenty years ago, agriculture employed 58 percent of Africans. Today, it employs 49 percent. All of that has gone into services. Services has gone from 30 percent employment to 39 percent. So we're seeing this fundamental shift. We need to really increase productivity there because we're seeing even more people go into that space. Output is growing. So actually, productivity in agriculture is rising. It's rising from a very, very low base, but it's actually, you know, heading in the right direction. Who owns this or what are the next steps toward ensuring that a lot of these trends are understood and changes happen? So I would say this report is important for a wide range of stakeholders. And everybody then has a role to play in making that happen. Africans, we need to understand that it starts with us and we need to be able to invest in our countries and be at the forefront of driving this growth. Our developing partners around the world, you know, we need the support. We need the support in various ways. The private sector has a fundamental role to play. What we didn't talk about is of the billion dollar companies in Africa today, a third of them are foreign multinationals. So African subsidiaries are foreign multinationals, which is higher than a share in other regions in the world. And so for those clients, what the conversation we're having with them is to say, don't think of Africa as the small subsidiary of your global company. You're playing a fundamental role on the continent. And you need to take that seriously and figure out what role you can do not just to make money in Africa, but also to contribute to Africa's development. I think it gives us a better sense of how complex and interlinked all of the research is and all of our findings are. What's at stake for the global economy if we get all this right? How is Africa's performance vital for those outside the continent? Africa is going to be home to a quarter to a third of the world. This is where the world is going to turn for talent. It's a huge consumer market, I believe, sort of three trillion dollars or more of consumer spend on the continent. And it's a youthful population. It again has all these resources Mayowa spoke about and not just some of the legacy, the traditional resources, the energy transition minerals as well, right? From lithium to cobalt and the like. And so it's absolutely critical. And getting it right is important, not just for Africa, but it's important for the world. Acha, Mayowa, thanks so much for joining the podcast. Thank you for having us. We really appreciate it. We should also remind listeners that they can find the full report, Reimagining Economic Growth in Africa, Turning Diversity into Opportunity at McKinsey.com. Thanks so much for listening to the McKinsey podcast. I'm Lucia Raheley. And I'm Roberta Fasaro. Find us on McKinsey.com. We'll have a transcript of this episode up shortly. And check out the McKinsey Insights app where you can find this podcast and other helpful content updated daily. And if you would, we'd love for you to leave a rating and a review. We'll see you in two weeks."}, "podcast_summary": "In the McKinsey Podcast summary, Lucia Reilly and Roberta Fasaro discuss the economic potential of the African continent and its impact on the world. They begin with a geopolitical update from Ziad Haider, discussing the ongoing violence in Ukraine and recent developments in the war. They then move on to the economic potential of Africa, highlighting its abundant green resources and the need for Africa to own its economic destiny. They break down the continent into four groups of countries based on their growth rates, and discuss the challenges and opportunities in sectors such as services, manufacturing, agriculture, and resources. They emphasize the importance of increasing productivity in these sectors and investing in talent development. Overall, they argue that Africa's performance is vital for the global economy and has the potential to be a major player in the world.", "podcast_guest": "Maiwa Kioro", "podcast_highlights": "In this episode of the McKinsey Podcast, the speakers discuss the economic potential of the African continent and what it means for the world. They start by talking about the ongoing violence and disruption in Ukraine and the key takeaways from recent developments in the war. They also discuss the state of geopolitics, including recent talks between the US and China. The podcast covers various topics such as manufacturing, agriculture, climate change, talent development, and the role of different stakeholders in Africa's economic growth. The speakers emphasize the need to improve productivity in various sectors, including manufacturing, agriculture, and resources, and highlight the opportunities that digitization and technology can bring. They also mention the importance of developing African talent and increasing trade and connectivity within the continent. The podcast concludes by discussing the challenges and opportunities of addressing climate change and the potential for Africa to become a major player in the global economy. The full report, \"Reimagining Economic Growth in Africa: Turning Diversity into Opportunity\" is available on the McKinsey website."}